<dialog data-dialog-name="rules-dialog">
	<h1>Саботёр</h1>
	<p>онлайн настольная игра</p>

	<h2>Описание и цель игры</h2>
	<p>Что объединяет всех гномов? Несомненно — любовь
	к золоту! Вы, как один из представителей этого отважного
	народца, жаждете собрать как можно больше золотых
	самородков. Но вы честный гном или вредитель?</p>
	<p>Игра длится один раунд, в ходе которого вы можете побывать как в роли гнома-золотоискателя,
	энергично прокладывающего туннели внутрь горы
	в поисках золотой жилы, так и в роли гнома-вредителя,
	пытающегося всячески помешать золотоискателям
	добраться до сокровища. Тем не менее, игроки будут
	работать сообща, до конца раунда не догадываясь, кто из
	них честный гном, а кто — вредитель.</p>
	<p>Если золотоискателям удастся проложить туннель
	к золотой жиле, они выиграют,
	а гномы-вредители останутся ни с чем. А вот если гномы-
	золотоискатели не сумеют отыскать путь к золоту, то тогда
	гномы-вредители получат всё найденное золото и одержат победу.</p>

	<h2>Подготовка к игре</h2>
	<p>В начале игры вам выдаётся от 4 до 6 игровых карт на руку</p>

	<h2>Ход игры</h2>
	<p>Активный игрок подсвечивается зелёным светом, он должен сделать одно из следующий действий</p>
	<ul>
		<li>разыграть карточку туннелей в общий лабиринт подземных ходов (для этого её нужно перетащить на игровое поле)</li>
		<li>выложить карточку действия перед собой или тем игроком, на которого он хочет направить эффект (для этого её нужно перетащить на игрока)</li>
		<li>пропустить ход, сбросив одну карточку из руки в стопку сброса рубашкой вверх (для этого её нужно перетащить на кнопку "выбросить карту")</li>
		<li>после этого игроку выдаётся одна карта, ход переходит к следующему игроку</li>
	</ul>

	<h2>ВЫКЛАДЫВАНИЕ КАРТОЧКИ ТУННЕЛЕЙ</h2>
	<p>Игроки выкладывают карточки туннелей, чтобы построить подземный лабиринт от входа в шахту к карточке золотой жилы. Карточку туннелей следует выкладывать только к уже ранее выложенной карточке (включая и стартовую карточку со входом в шахту), стыкуя карточки сторона к стороне (длинная к длинной, короткая к короткой). Карточку нельзя выкладывать, соединяя с уже выложенной карточкой только углом ПРАВИЛЬНО (см. рис.).</p>
	<img src="../img/rules_1.png" alt="">
	<p>ВАЖНО: новая выложенная карточка туннеля должна непрерывно вести к стартовой карточке со входом в шахту.</p>
	<p>ПОДСКАЗКА: Золотоискатели будут строить непрерывный туннель между карточкой входа
	и карточкой золотой жилы с золотым самородком, тогда как гномы-вредители будут пытаться этому помешать. В каждом раунде игрок может оказаться как в одной, так и в другой команде в зависимости от выпавшей карточки гнома, поэтому постарайтесь не выдать себя своими действиями!</p>

	<h2>ИСПОЛЬЗОВАНИЕ КАРТОЧКИ ДЕЙСТВИЯ</h2>
	<p>Для применения карточки действия её надо положить лицевой стороной вверх перед собой или перед другим игроком. С помощью карточек действия игроки могут создавать препятствия другим игрокам или, наоборот, помогать им, получать информацию о карточках золотой жилы.</p>
	<h3>КАРТОЧКИ ВРЕДИТЕЛЬСТВА С ИЗОБРАЖЕНИЕМ СЛОМАННЫХ ПРЕДМЕТОВ (ЛАМПА, ВАГОНЕТКА, КИРКА)</h3>
	<img src="../img/action_cards/4.png" alt="">
	<p>Если перед игроком находится по крайней мере 1 карточка вредительства, он не может сыграть карточку туннелей до тех пор, пока карточка вредительства не уйдёт в сброс. При
	этом игрок может играть карточку действия.</p>

	<h3>РЕМОНТНЫЕ КАРТОЧКИ С НЕПОВРЕЖДЁННЫМИ ПРЕДМЕТАМИ (ВАГОНЕТКА, ЛАМПА, КИРКА)</h3>
	<img src="../img/action_cards/8.png" alt="">
	<p>Карточку можно выложить перед собой или Другим игроком и только в том случае,
	если там уже выложена соответствующая карточка вредительства со сломанным предметом. Эти карточки помогут отремонтировать сломанные предметы, позволяя убрать одну из карточек вредительства в сброс.</p>
	<p>Ремонтная карточка должна ремонтировать именно тот предмет, который сломан. Например, если перед игроком лежит карточка сломанной вагонетки, то ремонт возможен только помощью карточки исправной вагонетки. После применения ремонтная карточка и соответствующая карточка вредительства помещаются в сброс.</p>
	<img src="../img/action_cards/10.png" alt="">
	<p>На некоторых ремонтных карточках изображены два предмета (лампа + кирка, вагонетка + лампа, вагонетка + кирка).
	Такие карточки действуют аналогично обычным ремонтным карточкам, отличие в том, что они ремонтируют только один из предметов по выбору игрока.</p>
	<p>ВАЖНО: ремонтные карточки можно разыграть, только если перед игроком лежит карточка соответствующего сломанного предмета.</p>

	<h3>СЕКРЕТНАЯ КАРТОЧКА</h3>
	<img src="../img/action_cards/1.png" alt="">
	<p>Разыгрывая эту карточку, игрок может взять одну из карточек золотой жилы, посмотреть её значение, а затем вернуть на прежнее место. Секретная карточка помещается в сброс. Игрок узнает, стоит ли прокладывать туннель к золотой жиле дальше или нет (так как только на одной карточке есть золотой самородок).</p>

	<h2>Конец игры</h2>
	<p>Если игрок выкладывает карточку и завершает непрерывный туннель от входа в шахту до золотой жилы и открывает эту карточку золотой жилы, игры завершается!</p>
	<!-- <ul>
		<li>если на перевёрнутой карточке оказался золотой самородок,  завершается!</li>
		<li>если на перевёрнутой карточке оказался булыжник, игра продолжается. Эта карточка кладётся лицом вверх рядом с последней выложенной карточкой туннелей по правилам выкладывания карточек.</li>
	</ul> -->
	<h3>Кто выиграл?</h3>
	<p>Гномы-золотоискатели побеждают в игре, если они проложили непрерывный туннель от входа в шахту до карточки золотой жилы с золотым самородком. </p>
	<p>Гномы-вредители побеждают в раунде, если туннель от входа в шахту до карточки золотой жилы не был проложен или продолжен до карточки золотой жилы с булыжником.</p>
	<p>ВАЖНО: если туннель к золотой жиле с золотым самородком завершил гном-вредитель, победу всё равно одерживает команда золотоискателей.</p>

	<p>После окончания игры все участники открывают свои карточки гномов, чтобы узнать, кто был золотоискателем, а кто вредителем.</p>
</dialog>



